IDEA Open Model
Material.UserThermalExpansionCurvature Property
Compatible with IDEA StatiCa 20.1
 User-defined curvature for thermal expansion curvature { x = Θ[K], y = γ[K-1] }
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Polygon2D UserThermalExpansionCurvature { get; set; }
Public Property UserThermalExpansionCurvature As Polygon2D
	Get
	Set
Property Value
Type: Polygon2D
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace